{
	"1.4": {
		"url": "https://raw.githubusercontent.com/clicknetcafe/zenless/refs/heads/main/tier/tier_1.4.png",
		"desc": "*1.4 Prydwen Tier List (18/12/2024)*\n\n- *[Miyabi]* has been added to the tier list,\n- *[Harumasa]* has been added to the tier list,\n- *We have combined the Pure DPS and Anomaly DPS columns into one column - DPS.* We’ve intended on doing this for a while now but the release of Miyabi solidified the decision. The Anomaly Category was created under the premise that Anomaly characters would play vastly different to Attack characters much like Grace is different than a character like Soldier 11. This is not how things played out post release. A lot of Anomaly characters function as direct damage dealers akin to Attack characters with the main distinction being one stacks Anomaly related stats and the other stacks CRIT but now with Miyabi even that line is blurred. In ZZZ under the current meta we feel Attack and Anomaly characters can directly be compared in terms of performance, their roles are not different enough to keep them separate and so we have combined them. As a result of this change some characters ranking have been updated to make sense. As always we’ll be reading your feedback,\n- We have added the *meta-lines* that are already present in our other tier lists. They split the tier list into 3 groups, showcasing roughly how they are currently used in the meta: Apex (best of the best), Meta (great characters) and Niche (characters with issues that require more work to achieve good results). There's no Forgotten Ones group yet as the meta isn't in as bad state as HSR and everyone is viable - more or less,\n- We have added a new tag - *Quick Swap.* The tag highlights characters that benefit greatly from swapping to another character during one or many of their abilities that have incredibly long animations. This allows this downside to be mitigated.\n- We have changed the color of the Anomaly related tags like Shock, Burn and Disorder to make them stand out a bit more."
	},
	"1.5": {
		"url": "https://raw.githubusercontent.com/clicknetcafe/zenless/refs/heads/main/tier/tier_1.5.png",
		"desc": "*1.5 Prydwen Tier List (22/01/2025)*\n\n- *[Astra Yao]* has been added to the tier list.\n- Based on the previous feedback of the major rework to our Shiyu Defense Tier list, alongside the latest data performance we’re making a few adjustments to some character’s rankings in addition to the placement of Astra Yao on the tier list.\n- *[Piper] Up.* Piper has continued to demonstrate success in Shiyu as an accessible Anomaly option with strong team options. She was ranked too low as a result of the merge, we’re fixing that with this update.\n- *[Soldier 11] Down.* Based on feedback received, new/Additional clear data and further testing, the general consensus is that Soldier 11 isn’t currently performing at Ellen’s level. As a result we’re lowering Soldier 11’s tier by one rank for now.\n- *[Harumasa].* Harumasa is a character with great potential when played optimally, something that isn’t for everyone. We’ve ranked Harumasa under the assumption that he would be played according to his strongest combos, but this isn’t always realistic due to combat scenarios or player skill/playstyle. In recognition of this, we’re introducing the new Expert Tag to the tier list to both recognize his potential but also highlight his higher skill requirements. For those who can play him to his full potential his effective position on the tier list is unchanged as per the Expert tags description, for those who can’t his new placement applies.\n- *Expert Tag:* Characters tagged with the Expert Tag can be considered one placement higher than their tier list ranking, but you need to master their advanced/harder playstyle for them to qualify for that higher rating."
	}
}